<div class="container-fluid">
    <div class="row">
<p>Предложение о заключении Договора розничной купли-продажи дистанционным способом (публичная оферта)</p>
<p dir="ltr"><strong>1. ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ</strong></p>
<table>
	<colgroup>
		<col />
		<col />
	</colgroup>
	<tbody>
		<tr>
			<td>
			<p dir="ltr">Покупатель</p>
			</td>
			<td>
			<p dir="ltr" style="text-align: justify;">Любое физическое лицо, принявшее (акцептовавшее) настоящую Оферту на нижеуказанных условиях и приобретающее Товар исключительно для личных, семейных, домашних и иных нужд, не связанных с осуществлением предпринимательской деятельности.</p>
			</td>
		</tr>
		<tr>
			<td>
			<p dir="ltr">Продавец</p>
			</td>
			<td>
			<p dir="ltr" style="text-align: justify;">Юридическое лицо&nbsp;или индивидуальный предприниматель, ведущее деятельность под товарным знаком (знаком обслуживания) ЧудоПицца&reg;.</p>
			</td>
		</tr>
		<tr>
			<td>
			<p dir="ltr">Оператор</p>
			</td>
			<td>
			<p dir="ltr" style="text-align: justify;">Лицо, уполномоченное Продавцом&nbsp;принимать Заказы от Покупателя, исключительно по контактным номерам для Заказа, указанным на Сайте.</p>
			</td>
		</tr>
		<tr>
			<td>
			<p dir="ltr">Стороны</p>
			</td>
			<td>
			<p dir="ltr" style="text-align: justify;">Продавец и Покупатель&nbsp;при совместном упоминании в тексте Оферты.</p>
			</td>
		</tr>
		<tr>
			<td>
			<p dir="ltr">Товар (Товары)</p>
			</td>
			<td>
			<p dir="ltr" style="text-align: justify;">Ассортиментный перечень продукции Продавца, не изъятый и не ограниченный в гражданском обороте&nbsp;и предложенный к продаже посредством размещения в Интернет-магазине на Сайте.</p>
			</td>
		</tr>
		<tr>
			<td>
			<p dir="ltr">Администратор сайта (Администратор)</p>
			</td>
			<td>
			<p dir="ltr" style="text-align: justify;">Лицо, уполномоченное Продавцом управлять контентом на сайте.</p>
			</td>
		</tr>
		<tr>
			<td>
			<p dir="ltr">Интернет-магазин</p>
			</td>
			<td>
			<p dir="ltr" style="text-align: justify;">Раздел сайта&nbsp;или приложения для мобильных устройств, содержащие информацию о наименовании Товара, ассортименте, цене&nbsp;и условиях доставки Товара Покупателю.</p>
			</td>
		</tr>
		<tr>
			<td>
			<p dir="ltr">Сайт</p>
			</td>
			<td>
			<p dir="ltr" style="text-align: justify;">Открытый для свободного визуального посещения и ознакомления, публично доступный&nbsp;ресурс, размещенный в сети интернет по адресу:<a href="https://чудопицца.рф/"> https://чудопицца.рф/</a>.</p>
			</td>
		</tr>
		<tr>
			<td>
			<p dir="ltr">Приложение для мобильных устройств</p>
			</td>
			<td>
			<p dir="ltr" style="text-align: justify;">Приложения для телефонов, смартфонов, планшетов&nbsp;на базе операционных систем IOS, Аndroid, посредством которых осуществляется оформление Заказов Покупателем.</p>
			</td>
		</tr>
		<tr>
			<td>
			<p dir="ltr">Личный кабинет</p>
			</td>
			<td>
			<p dir="ltr" style="text-align: justify;">Персональная страница Покупателя на Сайте и в приложении&nbsp;для мобильных устройств, содержащая информацию о заказанных Товарах, о начислении и списании бонусов.</p>
			</td>
		</tr>
		<tr>
			<td>
			<p dir="ltr">Оферта, Предложение, Договор розничной купли-продажи дистанционным способом</p>
			</td>
			<td>
			<p dir="ltr" style="text-align: justify;">Настоящая Оферта (с любыми изменениями и дополнениями).</p>
			</td>
		</tr>
		<tr>
			<td>
			<p dir="ltr">Акцепт Оферты</p>
			</td>
			<td>
			<p dir="ltr" style="text-align: justify;">Заказ, оформленный Покупателем посредством заполнения электронной формы Заказа в Интернет-магазине, с помощью приложения для мобильных устройств&nbsp;и/или посредством Оператора по контактным номерам для заказа.</p>
			</td>
		</tr>
		<tr>
			<td>
			<p dir="ltr">Заказ Товара</p>
			</td>
			<td>
			<p dir="ltr" style="text-align: justify;">Осознанный и добровольный выбор Товара (Товаров), сделанный Покупателем посредством заполнения электронной формы Заказа в Интернет-магазине, с помощью мобильных устройств и/или посредством Оператора по контактным номерам для заказа, указанным на Сайте.</p>
			</td>
		</tr>
		<tr>
			<td>
			<p dir="ltr">Курьер, Курьер службы доставки</p>
			</td>
			<td>
			<p dir="ltr" style="text-align: justify;">Физическое лицо, состоящее в штате Продавца либо в штате иных юридических лиц, с которыми у Продавца заключены договоры оказания услуг, выполняющее работу по доставке заказанных Покупателем Товаров.</p>
			</td>
		</tr>
	</tbody>
</table>

<p><strong>2. ПРАВОВОЕ РЕГУЛИРОВАНИЕ НАСТОЯЩЕЙ ОФЕРТЫ</strong></p>

<p style="text-align: justify;">2.1. Настоящая Оферта&nbsp;регулирует любые отношения, вытекающие из нее. Также любые споры или претензии, возникающие из&nbsp;или в связи с настоящей Офертой, регулируются и толкуются в соответствии с действующим законодательством Российской Федерации.</p>

<p style="text-align: justify;">2.2. К отношениям между Покупателем и Продавцом, вытекающим из настоящей Оферты, применяются следующие нормативные правовые акты:</p>

<p style="text-align: justify;">&middot; Гражданский кодекс Российской Федерации (далее по тексту &ndash; &laquo;ГК РФ&raquo;);</p>

<p style="text-align: justify;">&middot; Федеральный закон &laquo;О персональных данных&raquo; от 27 июля 2006 года № 152-ФЗ (далее по тексту &ndash; Федеральный закон о персональных данных);</p>

<p style="text-align: justify;">&middot; Федеральный закон &laquo;О рекламе&raquo; от 13 марта 2006 года № 38-ФЗ;</p>

<p style="text-align: justify;">&middot; Федеральный закон &laquo;Об информации, информационных технологиях и о защите информации&raquo; от 27 июля 2006 года № 149-ФЗ;</p>

<p style="text-align: justify;">&middot; Закон &laquo;О защите прав потребителей&raquo; от 07 февраля 1992 года № 2300-1 (далее по тексту &ndash; Закон о защите прав потребителей);</p>

<p style="text-align: justify;">&middot; Постановление Правительства Российской Федерации &laquo;Об утверждении Правил продажи товаров дистанционным способом&raquo; от 27 сентября 2007 года № 612 (далее по тексту &ndash; Правила продажи товаров дистанционным способом № 612);</p>

<p style="text-align: justify;">&middot; и иные положения действующего законодательства Российской Федерации.</p>

<p><strong>3. УСЛОВИЯ ПРИОБРЕТЕНИЯ ТОВАРА</strong></p>

<p style="text-align: justify;">3.1. В соответствии со статьями 435 и 437 ГК РФ настоящее Предложение является публичной офертой. При этом&nbsp;к отношениям, вытекающим из настоящей Оферты, применяются нормы ГК РФ, регулирующие розничную куплю-продажу, в частности&nbsp;дистанционный способ продажи товаров, а также нормы, предусмотренные Правилами продажи товаров дистанционным способом. Утверждены Постановлением Правительства Российской Федерации от 27 сентября 2007 г. N 612.</p>

<p style="text-align: justify;">3.2. В случае принятия Покупателем изложенных в настоящей Оферте условий&nbsp;Продавец обязуется передать Покупателю Товар, а Покупатель обязуется принять и оплатить Товар, а также его доставку на условиях, предусмотренных настоящей Офертой. При этом согласие Покупателя с условиями настоящей Оферты является акцептом Оферты Продавца, что равносильно заключению Договора розничной купли-продажи Товара дистанционным способом на предложенных в настоящей Оферте Продавцом условиях.</p>

<p style="text-align: justify;">3.3. Заказывая Товар через Интернет-магазин Продавца, Покупатель безоговорочно принимает условия настоящей Оферты, а также подтверждает ознакомление с ценой, ассортиментом Товара, характеристиками Товара, а также порядком доставки и оплаты Товара, указанными на Сайте. Оформленный Покупателем посредством заполнения электронной формы Заказа на Сайте, с помощью приложений для мобильных устройств и/или посредством Оператора&nbsp;Заказ Товара является подтверждением заключенного между Продавцом и Покупателем Договора розничной купли-продажи Товара дистанционным способом.</p>

<p style="text-align: justify;">3.4. Стороны гарантируют, что обладают необходимой право- и дееспособностью, а также всеми правами и полномочиями, необходимыми и достаточными для заключения и исполнения настоящего Договора розничной купли-продажи товара дистанционным способом.</p>

<p style="text-align: justify;">3.5. Продавец оставляет за собой право вносить изменения в настоящую Оферту в любое время и по своему усмотрению, в связи с чем&nbsp;Покупатель обязуется самостоятельно контролировать наличие изменений в настоящей Оферте, размещенной на Сайте.</p>

<p style="text-align: justify;">3.6. Соглашаясь с настоящей Офертой, Покупатель автоматически принимает условия публичных оферт других юридических лиц на Сайте, реализующих Товары в рамках франчайзинговой сети юридических лиц и индивидуальных предпринимателей под единым товарным знаком (знаком обслуживания) &laquo;Чудопицца&raquo; &reg;.</p>

<p><strong>4. ПРЕДМЕТ ОФЕРТЫ</strong></p>

<p style="text-align: justify;">4.1. Продавец передает, а Покупатель принимает и оплачивает Товар на условиях настоящей Оферты.</p>

<p style="text-align: justify;">4.2. Право собственности на Товар переходит к Покупателю в момент приемки Товара Покупателем в соответствии с положениями, предусмотренными в настоящей Оферте, при условии оплаты полной стоимости принятого Товара.</p>

<p style="text-align: justify;">4.3. Риск случайной гибели или повреждения Товара переходит к Покупателю в момент приемки Товара.</p>

<p style="text-align: justify;">4.4. Исполнением обязательств по Договору со стороны Продавца являются действия по передаче товара Покупателю, со стороны Покупателя&nbsp; -&nbsp;надлежащая оплата Товара в установленные Договором порядок&nbsp;и сроки.</p>

<p><strong>5. ПОРЯДОК ЗАКАЗА ТОВАРА</strong></p>

<p style="text-align: justify;">5.1. Заказ Покупателя может быть оформлен Оператором и/или посредством заполнения электронной формы Заказа на Сайте, а также с помощью приложений для мобильных устройств.</p>

<p style="text-align: justify;">5.2. При оформлении Заказа Покупатель обязуется предоставить Продавцу всю информацию, необходимую для надлежащего оформления и исполнения Заказа.</p>

<p style="text-align: justify;">5.2.1. При оформлении Заказа по контактному номеру для заказа Оператор вправе задавать Покупателю уточняющие вопросы о возрасте и дееспособности Покупателя. При этом Оператор при наличии любых сомнений в возрасте или дееспособности Покупателя вправе отказать последнему в приеме Заказа.</p>

<p style="text-align: justify;">5.3. При оформлении Заказа через Сайт&nbsp;Покупатель заполняет электронную форму Заказа и отправляет сформированный Заказ Продавцу путем подтверждения Заказа в электронной форме. При оформлении Заказа по контактному номеру для заказа&nbsp;Покупатель сообщает Оператору необходимые данные в устной форме, при этом ведется запись разговора с целью повышения качества обслуживания.</p>

<p style="text-align: justify;">5.4. Если на складе Продавца отсутствует необходимое количество или ассортимент заказанного Покупателем Товара, Продавец уведомляет об этом Покупателя по телефону в течение 30 (тридцати) минут после получения Заказа от Покупателя. Покупатель вправе согласиться принять Товар в ином количестве или ассортименте&nbsp;либо отказаться от Заказа. В случае неполучения Продавцом ответа Покупателя Заказ считается отмененным Покупателем в полном объеме.</p>

<p style="text-align: justify;">5.5. Покупатель при заполнении формы Заказа на Сайте вправе воспользоваться выбором бесплатных добавок к Товару, если такие прилагаются. Если Покупателем не были выбраны бесплатные добавки к Товару на Сайте, то такие добавки Покупателю не доставляются.</p>

<p style="text-align: justify;">5.6. При возникновении у Покупателя дополнительных вопросов, касающихся свойств и характеристик Товара, а также способов и условий доставки Товара, Покупатель должен обратиться к Продавцу/Оператору по контактному номеру для заказа. При этом Покупатель обязан соблюдать режим работы Продавца/Оператора, указанный на Сайте.</p>

<p style="text-align: justify;">5.7. Продавец вправе по своему усмотрению в любое время установить на любые Товары ограничения в виде суммы минимального и максимального Заказа. В случае если информация об ограничениях на Товар отсутствует на Сайте, Покупатель самостоятельно узнает такую информацию у Оператора.</p>

<p style="text-align: justify;">5.8. Продавец предоставляет Покупателю право регистрации личного кабинета на Сайте.</p>

<p style="text-align: justify;">5.8.1. Для регистрации личного кабинета Покупателю необходимо&nbsp;произвести один Заказ Товара. После этого на указанный Покупателем номер телефона поступит смс-сообщение с временным паролем для доступа к личному кабинету.</p>

<p><strong>6. ДОСТАВКА ТОВАРА</strong></p>

<p style="text-align: justify;">6.1. При оформлении Заказа Покупатель выбирает способ доставки: самовынос Товара в своем городе или доставка курьером службы доставки до указанного Покупателем адреса. Адреса пунктов самовыноса представлены на Сайте.</p>

<p style="text-align: justify;">6.1.1. Доставка Товара осуществляется курьерами службы доставки до адреса Покупателя в соответствии с условиями Заказа и территорией, определенной в Зоне доставки на Сайте.</p>

<p style="text-align: justify;">6.1.2. В отдаленных районах срок доставки увеличивается. Информация о сроках доставки в отдаленных районах размещена на Сайте.</p>

<p style="text-align: justify;">6.1.3. Срок доставки Товара по одному Заказу&nbsp;в пределах Зоны доставки&nbsp;определен Продавцом и составляет 60 (шестьдесят) минут.&nbsp;Продавец оставляет за собой право увеличить или уменьшить срок доставки в зависимости от загрузки и транспортной ситуации.</p>

<p style="text-align: justify;">6.1.4. При доставке товара, заказанного Покупателем к определённому времени, срок доставки может быть увеличен или уменьшен Продавцом не более, чем на 10 (десять) минут.</p>

<p style="text-align: justify;">6.2. Стоимость и сроки доставки Товара, в том числе по отдаленным районам, указываются на Сайте, в приложении для мобильных устройств или сообщаются Покупателю Оператором в момент оформления Заказа на Товар.</p>

<p style="text-align: justify;">6.3. Продавец приложит все усилия для соблюдения согласованных Сторонами сроков доставки Товара. Однако задержки в доставке Товара возможны ввиду непредвиденных обстоятельств, произошедших не по вине Продавца (в том числе, но не ограничиваясь: обстоятельства непреодолимой силы). В таком случае Продавец незамедлительно связывается с Покупателем и согласовывает новые сроки доставки или принимает от Покупателя отказ от Заказа.</p>

<p style="text-align: justify;">6.4. Если отказ от Заказа был сделан после отправки Товара Покупателю не по причине нарушения положений настоящей Оферты Продавцом, то Покупатель обязуется по требованию Продавца оплатить стоимость доставки Товара по соответствующему Заказу.</p>

<p style="text-align: justify;">6.5. В случае, если Товар не был передан Покупателю по вине последнего, повторная доставка может быть произведена при условии согласования новых сроков доставки.</p>

<p style="text-align: justify;">6.6. При доставке заказанные Товары вручаются Покупателю, а при его отсутствии любому лицу, которое производит оплату Товара и его доставки и принимает Товар.</p>

<p dir="ltr" style="text-align: justify;">6.7. В случае возникновения у курьера службы доставки сомнения в достижении Покупателем совершеннолетия&nbsp;Курьер вправе потребовать у Покупателя документ, удостоверяющий личность (в том числе документ, удостоверяющий личность гражданина или лица без гражданства Российской Федерации) и позволяющий установить возраст Покупателя.</p>

<p><strong>7. ОПЛАТА ТОВАРА И ЕГО ДОСТАВКИ</strong></p>

<p style="text-align: justify;">7.1. Цены на Товар и услуги по доставке определяются Продавцом в одностороннем порядке и указываются в Интернет-магазине в российских рублях. Цена может быть изменена Продавцом в одностороннем порядке до оформления Заказа Покупателем. Цена на заказанный Покупателем Товар изменению не подлежит.</p>

<p style="text-align: justify;">7.1.1. При заказе Товара через Сайт или приложение для мобильных устройств Покупатель вправе самостоятельно изменять состав Товара в разделе Сайта &laquo;Создай сам&raquo;. При этом цена на Товар изменяется в соответствии с измененным Покупателем составом Товара.</p>

<p style="text-align: justify;">7.1.2. Продавец размещает на Сайте и в приложениях для мобильных устройств условия предоставления скидок на Товары, условия снижения цен на Товары, условия предоставления дополнительных бесплатных Товаров, информацию о бонусной системе в разделе Сайта &laquo;Акции&raquo;.&nbsp;Покупатель самостоятельно отслеживает все изменения по Акциям на Сайте.</p>

<p style="text-align: justify;">7.1.3. Бонусы начисляются и списываются при заказе через Сайт или приложения для мобильных устройств.</p>

<p style="text-align: justify;">7.1.4. Покупатель самостоятельно отслеживает начисление и списание бонусов через личный кабинет.</p>

<p style="text-align: justify;">7.2. Оплата Товара и его доставки Покупателем производится в российских рублях в форме наличного и безналичного расчета. Оплата&nbsp;производиться Покупателем следующими способами:</p>

<p style="text-align: justify;">7.2.1. Постоплата:</p>

<p style="text-align: justify;">&middot; Наличными денежными средствами - по факту получения Товара при доставке курьером или при самовыносе в пункте выдачи;</p>

<p style="text-align: justify;">&middot; Оплата банковской картой посредством терминала обслуживающего банка - по факту получения Товара при доставке курьером или при самовыносе в пункте выдачи;</p>

<p style="text-align: justify;">7.2.3. Предварительная оплата:</p>

<p style="text-align: justify;">&middot;&nbsp;онлайн-оплата на сайте при оформлении Заказа (посредством банковской карты);</p>

<p style="text-align: justify;">7.3. При оплате наличными денежными средствами или банковской картой по факту получения Товара Покупатель получает вместе с Товаром товарный чек.</p>

<p style="text-align: justify;">7.4. &nbsp;При оплате способами согласно пункта 7.2.1. Продавец вправе установить предварительную оплату при достижении &nbsp;определенной суммы Заказа.</p>

<p><strong>8. ПРИЕМКА ТОВАРА</strong></p>

<p style="text-align: justify;">8.1. Продавец обязан передать Покупателю Товары, которые полностью соответствуют Заказу. Качество товара должно соответствовать информации, предоставленной Покупателю при заключении Договора, а также информации доведенной до сведения Покупателя при передаче Товара (на этикетке, вкладыше, приложенных к Товару или упаковке, либо иными способами, предусмотренными для отдельных видов Товаров).</p>

<p style="text-align: justify;">8.2. При получении Товара&nbsp;Покупатель осуществляет оплату Товара и услуг по доставке (в случае, если доставка платная) и проверяет соответствие количества доставленного Товара Заказу.</p>

<p style="text-align: justify;">8.3. Качество Товара проверяется Покупателем&nbsp;либо при приемке Товара в присутствии курьера службы доставки, либо в период срока годности Товара.</p>

<p><strong>9. ПОРЯДОК И СРОКИ ВОЗВРАТА ТОВАРА</strong></p>

<p style="text-align: justify;">9.1. Покупатель не вправе возвратить Товар надлежащего качества и доставленный в срок.</p>

<p style="text-align: justify;">9.2. Покупатель вправе возвратить Товар, несоответствующий Заказу, ненадлежащего качества.</p>

<p style="text-align: justify;">9.3. Покупатель производит возврат&nbsp;Товара, несоответствующего Заказу и ненадлежащего качества,&nbsp;Продавцу в следующем порядке:</p>

<p style="text-align: justify;">9.3.1.При доставке Товара Курьером службы доставки: в момент приемки Товара или в течение 5 минут с момента приемки и ухода Курьера, а также в течение срока годности Товара.</p>

<p style="text-align: justify;">9.3.2.При самовыносе Товара с пункта выдачи: в момент приемки Товара или в течение срока годности Товара.</p>

<p style="text-align: justify;">9.4. В случае, если Покупатель считает, что ему был передан Товар ненадлежащего качества/несоответствующего Заказу, он обязан незамедлительно (в максимально короткие сроки) с момента получения Товара передать Товар Продавцу для осуществления проверки качества Товара.</p>

<p style="text-align: justify;">9.5. Претензии Покупателя о ненадлежащем качестве Товара, несоответствии&nbsp;Товара Заказу, недоставленном&nbsp;в срок Товаре заявляются Покупателем Оператору или администратору в пункте выдачи Товара.</p>

<p style="text-align: justify;">9.6. Требования Покупателя, заявленные ввиду передачи ему Товаров ненадлежащего качества, подлежат рассмотрению Продавцом в течение 3 (трех) рабочих дней с момента предъявления соответствующего требования.</p>

<p style="text-align: justify;">9.7. При нарушении срока доставки Товара до Покупателя по вине Продавца&nbsp;последний вправе согласовать с Продавцом скидку на следующий Заказ.</p>

<p><strong>10. ПРАВА И ОБЯЗАННОСТИ СТОРОН</strong></p>

<p style="text-align: justify;">10.1. Продавец обязуется:</p>

<p style="text-align: justify;">&middot; с момента оформления Заказа Покупателем обеспечить исполнение своих обязательств перед Покупателем на условиях, установленных настоящей Офертой и в соответствии с требованиями действующего законодательства Российской Федерации;</p>

<p style="text-align: justify;">&middot; предоставить Покупателю достоверную информацию, необходимую и достаточную для выбора Товара, согласно установленным действующим законодательством Российской Федерации требованиям;</p>

<p style="text-align: justify;">&middot; передать Товар Покупателю в согласованном порядке и указанные Продавцом сроки;</p>

<p style="text-align: justify;">&middot; передать Покупателю Товар, качество которого соответствует информации, представленной Покупателю при заключении настоящей Оферты, а также информации, доведенной до его сведения при передаче Товара&nbsp;(на этикетках, путем нанесения маркировки&nbsp;либо иными способами, предусмотренными для отдельных видов Товаров);</p>

<p>10.2. Продавец вправе:</p>

<p style="text-align: justify;">&middot;&nbsp;с согласия Покупателя оказывать дополнительные услуги за отдельную плату;</p>

<p style="text-align: justify;">&middot;&nbsp;обрабатывать и хранить обезличенные персональные данные Покупателя, предоставленные Продавцу, в целях надлежащего исполнения своих обязательств, предусмотренных настоящей Офертой;</p>

<p style="text-align: justify;">&middot; вносить в любое время по своему усмотрению изменения и дополнения в настоящую Оферту.</p>

<p style="text-align: justify;">&middot; по своей инициативе:</p>

<p style="text-align: justify;">&nbsp; &nbsp; &nbsp;&middot; Блокировать доступ Покупателя к личному кабинету на Сайте, при этом ограничивается доступ Покупателя на участие в акциях, использование бонусов,&nbsp;оформление Заказа;</p>

<p style="text-align: justify;">&nbsp; &nbsp; &nbsp;&middot; Блокировать определённые контактные телефоны Покупателей и/или&nbsp;адреса доставки по своей инициативе.</p>

<p style="text-align: justify;">&nbsp; &nbsp; &nbsp;&middot; Заносить Покупателей, а также номера контактных телефонов Покупателей в список неблагонадежных Покупателей (черный список);</p>

<p style="text-align: justify;">&middot; В одностороннем порядке изменять цены на Товары, условия оплаты и способы доставки Товаров,&nbsp;менять сроки и территорию доставки Товаров, а также иные условия реализации Товаров&nbsp;в Интернет-магазине.</p>

<p style="text-align: justify;">&middot; &nbsp;Вносить изменения в интерфейс и содержание Сайта.</p>

<p>10.3. Покупатель обязан:</p>

<p style="text-align: justify;">&middot;&nbsp;оплатить установленную цену за Товар, а также заказанные Покупателем дополнительные услуги;</p>

<p style="text-align: justify;">&middot;&nbsp;предоставить Продавцу полные достоверные данные, в том числе&nbsp;персональные данные, позволяющие Продавцу надлежащим образом исполнить свои обязательства, предусмотренные настоящей Офертой;</p>

<p style="text-align: justify;">&middot; ознакомиться с текстом настоящей Оферты, внимательно изучить описание и информацию о Товаре, зоне доставки, условиях и способах доставки Заказов, представленные на Сайте;</p>

<p style="text-align: justify;">&middot;&nbsp;исполнить иные обязательства в соответствии с настоящей Офертой и действующим законодательством Российской Федерации;</p>

<p style="text-align: justify;">&middot; не использовать полученные от Продавца Товары в предпринимательских целях.</p>

<p style="text-align: justify;">10.4. Покупатель вправе:</p>

<p style="text-align: justify;">&middot; отказаться от Товара на условиях настоящей Оферты и в предусмотренных действующим законодательством Российской Федерации случаях;</p>

<p style="text-align: justify;">&middot; отказаться от услуг Продавца, выполняемых за дополнительную плату без согласия Покупателя;</p>

<p style="text-align: justify;">&middot; предъявить требования к Продавцу в отношении качества Товара, если они обнаружены в течение срока годности Товара, при условии выполнения условий хранения;</p>

<p style="text-align: justify;">&middot;&nbsp;пользоваться иными правами, установленными действующим законодательством Российской Федерации;</p>

<p style="text-align: justify;">&middot; получать информацию о проводимых акциях в виде смс-сообщений по сетям мобильной радиотелефонной связи (рекламные сообщения, рассылка)&nbsp;на указанный при Заказе абонентский номер телефона, при этом согласие Покупателя на вышеперечисленное считается полученным с момента оформления им Заказа на Сайте;</p>

<p style="text-align: justify;">&middot; приобретать сувенирную продукцию Продавца;</p>

<p style="text-align: justify;">&middot; внести изменения в Заказ до того, как заказ будет полностью готов.</p>

<p><strong>11. ПЕРСОНАЛЬНЫЕ ДАННЫЕ</strong></p>

<p style="text-align: justify;">11.1. При оформлении Заказа в Интернет-магазине или посредством Оператора Покупатель, в соответствии с положениями статей 9 и 15 Федерального закона&nbsp;&laquo;О персональных данных&raquo;, дает свое&nbsp;согласие на обработку своих персональных данных в целях надлежащего исполнения обязательств, предусмотренных настоящей Офертой, проведения исследований, направленных на улучшение качества предоставляемых услуг и Товаров, в том числе&nbsp;для проведения маркетинговых программ и исследований, статистических исследований. Стороны определили, что предоставляемые Продавцу персональные данные Покупателя являются обезличенными.</p>

<p style="text-align: justify;">Согласие Покупателя на обработку&nbsp;персональных данных предоставляется Продавцу. Принимая (акцептуя) настоящую Оферту, Покупатель подтверждает свое согласие и разрешает Администратору и/или Продавцу хранить и обрабатывать свои персональные данные, в том числе:</p>

<p>&middot; имя;</p>

<p>&middot; пол;</p>

<p>&middot; адрес доставки (если это необходимо для исполнения обязательств, предусмотренных настоящей Офертой);</p>

<p>&middot; контактный телефон.</p>

<p>11.2. Под обработкой персональных данных по настоящей Оферте понимается:</p>

<p>&middot; сбор вышеуказанных данных,</p>

<p>&middot; их систематизация,</p>

<p>&middot; накопление,</p>

<p>&middot; хранение,</p>

<p>&middot; уточнение (обновление, изменение),</p>

<p>&middot; использование, распространение (в том числе, передача на территории Российской Федерации и трансграничная передача),</p>

<p>&middot; обезличивание,</p>

<p>&middot; блокирование,</p>

<p>&middot; уничтожение и иные виды обработки данных, предусмотренные действующим законодательством.</p>

<p style="text-align: justify;">11.3. Покупатель разрешает Администратору и/или Продавцу передавать свои персональные данные третьим лицам с целью доставки Покупателю заказанного Товара, для учета продаж, сбора данных в маркетинговых целях и направления рекламы. При передаче персональных данных Покупателя третьим лицам&nbsp;Администратор и/или Продавец предупреждает указанных лиц&nbsp;о том, что эти данные являются конфиденциальными, могут быть использованы лишь в целях, для которых они сообщены, и требует от таких третьих лиц соблюдения этого условия.</p>

<p style="text-align: justify;">11.4. Покупатель выражает согласие и разрешает обрабатывать предоставленные Продавцу обезличенные персональные данные с помощью автоматизированных систем управления базами данных, а также иных программных и технических средств. Работа с такими системами осуществляется по указанному выше алгоритму (сбор, систематизация, накопление, хранение, уточнение, использование, блокирование, уничтожение).</p>

<p style="text-align: justify;">11.5. Администратор и/или Продавец вправе самостоятельно определять используемые способы обработки персональных данных Покупателя, включая, но не ограничиваясь: автоматическую сверку почтовых кодов с базой кодов/индексов, автоматическую проверку написания названий улиц/населенных пунктов, сегментацию базы данных по заданным критериям и т.д. Уточнение персональных данных Покупателя осуществляется путем телефонной связи.</p>

<p style="text-align: justify;">11.6. Администратор и/или Продавец обеспечивают конфиденциальность предоставленных Покупателем персональных данных, их защиту от несанкционированного доступа, копирования, распространения. В любой момент Покупатель вправе запросить перечень своих персональных данных и/или потребовать изменить, уничтожить свои персональные данные, отправив письменное заявление в адрес Продавца.</p>

<p style="text-align: justify;">11.7. Не считается нарушением обязательств разглашение информации в соответствии с обоснованными и применимыми требованиями закона.</p>

<p style="text-align: justify;">11.8. Согласие на обработку персональных данных предоставляется без ограничения по сроку и может быть отозвано Покупателем в любой момент&nbsp;путем отправки письменного заявления в адрес Продавца и/или Администратора.</p>

<p style="text-align: justify;">11.9. Покупатель вправе запросить у Продавца и/или Администратора полную информацию о своих персональных данных, их обработке и использовании.</p>

<p><strong>12. ФАЙЛЫ &laquo;COOKIE&raquo;</strong></p>

<p style="text-align: justify;">12.1. При работе с некоторыми веб-сайтами на компьютер Покупателя посылаются файлы &laquo;cookie&raquo; &mdash; небольшие текстовые файлы. Это позволяет распознать компьютер Покупателя при следующей связи, исключая создающие неудобства и запросы на регистрацию.</p>

<p style="text-align: justify;">12.2. Файлы &laquo;cookie&raquo; не содержат конфиденциальную информацию.</p>

<p style="text-align: justify;">12.3. Если Покупатель не хочет получать файлы &laquo;cookie&raquo; на свой компьютер, Покупателю необходимо обратиться к файлу помощи своего Интернет-браузера, чтобы узнать, как блокировать получение всех файлов &laquo;cookie&raquo;&nbsp;или получать в таких случаях предупреждение о посылке файла &laquo;cookie&raquo; до его сохранения. Подробнее об этом можно узнать на <a href="http://www.cookiecentral.com/">http://www.cookiecentral.com/</a>.</p>

<p style="text-align: justify;">12.4. При посещении Интернет-магазина с целью просмотра, чтения&nbsp;или загрузки с него информации&nbsp;Администратор и/или Продавец собирают и хранят ряд данных, таких как: название домена и сервер провайдера, с которого происходит доступ в Интернет, Интернет-протокол (IP) адресов компьютера Покупателя, дату и время посещения Сайта и адрес веб-сайта, с которого Покупатель зашел на Сайт Продавца.</p>

<p style="text-align: justify;">12.5. Вышеуказанная информация не используется для установления личности пользователя, используется для определения трафика посещения и с целью облегчить задачу модификации Сайта, чтобы сделать его более полезным для пользователей. По истечении некоторого времени данная информация удаляется.</p>

<p><strong>13. СОГЛАСИЕ НА ПОЛУЧЕНИЕ РЕКЛАМЫ</strong></p>

<p style="text-align: justify;">13.1 Соглашаясь с настоящими условиями Оферты, Покупатель дает согласие на получение рекламы от Продавца и/или Администратора и уполномоченных им лиц по сетям электросвязи, включая СМС на контактный телефон Покупателя, путем осуществления прямых контактов с Покупателем.</p>

<p style="text-align: justify;">13.2. Согласие предоставляется Покупателем на неопределенный срок и может быть отозвано Покупателем.</p>

<p><strong>14. ОТВЕТСТВЕННОСТЬ СТОРОН</strong></p>

<p style="text-align: justify;">14.1. За неисполнение или ненадлежащее исполнение условий, предусмотренных настоящей Офертой, Стороны несут ответственность в соответствии с действующим законодательством Российской Федерации.</p>

<p style="text-align: justify;">14.2. Продавец не несет ответственности за ущерб, причиненный Покупателю вследствие ненадлежащего использования им Товаров, приобретённых в Интернет-магазине.</p>

<p>14.3. Продавец не отвечает за убытки Покупателя, возникшие в результате:</p>

<p>&middot; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;неправильного заполнения Заказа, в т. ч. неправильного указания персональных данных;</p>

<p>&middot; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;неправомерных действий третьих лиц;</p>

<p>&middot; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;несоблюдения условий хранения Товара;</p>

<p>&middot; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;несоблюдения сроков доставки по причинам не зависящим от Продавца и/или Курьера.</p>

<p>14.4. Покупатель несёт полную ответственность за достоверность сведений и персональных данных, указанных им при оформлении Заказа на Товар.</p>

<p style="text-align: justify;">14.5. Вся текстовая информация и графические изображения, размещенные в Интернет-магазине&nbsp;на Сайте, имеют законного правообладателя. Незаконное использование указанной информации и изображений преследуется в соответствии с действующим законодательством РФ. В случае размещения информации и/или изображения, взятого с ресурса <a href="https://ЧудоПицца.рф/">https://ЧудоПицца.рф/</a>, размещение ссылки на ресурс <a href="https://чудопицца.рф/">https://чудопицца.рф/</a>&nbsp;является обязательным.</p>

<p><strong>15. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ</strong></p>

<p style="text-align: justify;">15.1. Во всем ином, что не предусмотрено настоящей Офертой, Стороны руководствуются положениями действующего законодательства Российской Федерации.</p>

<p style="text-align: justify;">15.2. Покупатель подтверждает, что ознакомлен со всеми положениями и условиями настоящей Оферты, понимает текст и значение положений настоящей Оферты, осознанно и добровольно соглашается с условиями настоящей Оферты и полностью принимает их.</p>

<p style="text-align: justify;">15.3. Новая редакция Оферты вступает в силу с момента ее опубликования, если иное не будет указано Продавцом.</p>

	</div>
</div>	
<ol class="breadcrumb">
  <li><a href="https://чудопицца.рф">Главная</a></li>
  <li class="active"><a href="#">Акции</a></li>  
</ol>
